// English Translations
const Map<String, String> enUS = {
  'ChitMayMay': 'ChitMayMay',
  'continue_with_google': 'Continue with Google',
  'continue_with_facebook': 'Continue with Facebook',
  'logout': 'Logout',
  'login': 'Login',
  'signup': 'Signup',
  'agree_with': 'Agree with ',
  'terms_and_condition': 'Terms & conditions',
  'english': 'English',
  'myanmar': 'Myanmar',
  'language': 'Language',
  'see_more': 'See More...',
  'read_more': 'Read More...',

//BMI calculation
  'calculation': 'Calculation',
  'age': 'Age',
  'year': 'Year',
  'gender': 'Gender',
  'male': 'Male',
  'female': 'Female',
  'height': 'Height',
  'feet': 'Feet',
  'inches': 'Inches',
  'weight': 'Weight',
  'pound': 'Pound',
  'calculate': 'calculate',

//contact detail
  'Edit': 'Edit',
  'Chats': 'Chats',

  //Apperance
  'Font Size': 'Font Size',

  //Privacy & Security
  'privacy_security': 'Privacy & Security',
  'blocked_users': 'Blocked Users',
  'phone_number': 'Phone Number',
  'last_seen_online': 'Last Seen & Online',
  'profile_photo': 'Profile Photo',
  'group_and_channel': 'Groups & Channels',
  'none': 'None',

//Profile
  'camera': 'Camera',
  'gallery': 'Gallery',
  'cancel': 'Cancel',
  'full_name': 'Full name',
  'email': 'Email',
  'birth_date': 'Birth Date',
  'parental_status': 'Parental Status',
  'pregnancy_status': 'Pregnancy Status',
  'parents': 'Parents',
  'non_parents': 'Nonparents',
  'pregnent': 'Pregnent',
  'non_pregnent': 'Nonpregnent',
  'save': 'Save',
  'change_phoneno': 'Change Phoneno',
  'change_email': 'Change Email',
  'current_email': 'Current Email',
  'new_email': 'New Email',
  'change_email_text': 'New email must be different with Old email',
  'new_password': 'New Password',
  'confirm_password': 'Confirm Password',
  'change_password_text': 'New password must be different with Old password',
  'new_no': 'New PhoneNo',
  'your_no': 'Your PhoneNo',
  'change_no_text': 'OTP will send to your new phone no',

  //Setting
  'edit_profile': 'Edit Profile',
  'notificatiions': 'Notifications',
  'appearance': 'Appearance',
  'terms_and_conditions': 'Terms and conditions',
  'user_feedback': 'User Feedback',
  'get_premium': 'Get Premium',
  'saved': 'Save',
  'premium_bottomsheet':
      'ဗဟုသုတရစရာပုံပြင်များ၊ ဒေါက်တာအစီအစဥ်များ၊ နာမည်ကျော်ကြားမေမေများနှင့် အခြားအစီအစဥ်များကိုကြည့်ရှုရန်',
  'confirmation': 'Confirmation',
  'logout_text': 'Are you sure you want to log out ?',
  'ok': 'OK',

  //User Feedback
  'subject': 'Subject',
  'write_message': 'Write us a message',
  'send': 'Send',

  'powered_by': 'Powered by DKMads 360 Digital Advertising',

  //Forgot
  'otp_code_will_send': 'Otp code will send',
  'to_your_phone_no': 'to your phone no',
  'send_otp': 'Send OTP',
  "donnot_have_account": "Don't have an account? ",
  'confirm_number': 'Confirm Number',
  'fill_otp_code': 'Fill the confirm code',
  'not_get_opt_code': 'Do you get OTP code?',
  'please_send_again': 'Please send agian',
  'confirm': 'Confirm',
  'otp_your_new_password': 'Your new password',
  'cannot_same_old_password': 'cannot same old password',
  'change_password': 'Change Password',
  'old_password': 'Old Password',

  //SignUp
  'phoneno': 'Phone no',
  'forgot_password': 'Forgot Password',
  'username': 'UserName',
  'password': 'Password',
  'comfirm_password': 'Confirm Password',
  'comfirm_number': 'Confirm Number',
  'fill_comfirm_code': 'Fill to the Confirm Code',
  'comfirm': 'Confirm',
  'change_new_password': 'Change New Password',
  'your_new_password': 'Your new password',
  'cannot_same_with_old_password': 'cannot same old password',
  'create_account': 'Create Account',
  'already_have_account': 'Already have an account?',
  'try_another_way': 'Try another way',
  'please_insert_username': 'Please Insert Username',
  'no_internet':'No Internet Connection',

  //signup validate
  'please_fill_username': 'Please fill username!',
  'please_fill_phone': 'Please fill phone no!',
  'please_fill_password': 'Please fill password!',
  'please_fill_same_password': 'Please fill same with password!',
  'please_check': "Please check!",

  //sign in
  'phoneno_username': 'PhoneNo / Username',

  //drawer
  'lucky_spin': 'Lucky Spin',
  'bmi_calculation': 'BMI Calculation',
  'device_manager': 'Device Manager',
  'terms_&_conditions': 'Terms & Conditions',
  'privacy_policy': 'Privacy Policy',
  'about_chitmaymay': 'About Chit May May',
  'version': 'Version',
  'my_wallet': 'My Wallet',
  'invite_friends': 'Invite Friends',
  'do_you_get_otp': 'do you get OTP code?',
  'resend': 'Resend Now',

  //premium
  'watch_video_unlimited': 'Watch Video Unlimited',
  'subscribe_now': 'Subscribe Now',
  'any_coupon': 'Any coupon?',
  'coupon_code': 'Coupon Code',
  'use_coupon': 'Use Coupon',
  'to_use': 'To Use',
  'add_coupon': 'Add Your Coupon',
  'wrong_coupon': 'Your Coupon is Wrong!',
  'use': 'Use Now',
  'select_payment': 'Select Payment',
  'confirm_subscription': 'Confirm Subscription',
  'confirm_payment': 'OK',
  'price_per_month': 'Price Per Month',
  'count': 'Count',
  'discount': 'Discount',
  'total': 'Total',
  'payment_type': 'Payment Type',
  'enter_coupon': 'Enter Coupon',

  //chat
  'chats': 'Chats',
  'edit': 'Edit',
  'mute': 'Mute',
  'unmute': 'Unmute',
  'search': 'Search..',
  'done': 'Done',
  'add_member': 'Add',
  'leave': 'Leave',
  'delete': 'Delete',
  'who_would_you_like_to_add': 'Who would you like to add?',
  'new_message': 'New Message',
  'create_group': 'Create Group',
  'new_group': 'New Group',
  'next': 'Next',
  'create': 'Create',
  'block': 'Block',
  'unblock': 'UnBlock',
  'group_delete': 'Delete Group',
  'group_delete_text': 'Are you sure to delete group?',
  'group_leave': 'Leave Group',
  'group_leave_text': 'Are you sure to leave group?',
  'block_text': 'You cannot reply to this conversation',
  'unblock_text': 'Are you sure to unblock this user?',

////////////////////////////////////MMDetect..//////////////////////////////////////////
//   'overWeightText': 'overWeghtText',
//
//   'ovesityWeightText': 'ovesityWeightText',
//
//   'underWeightText': 'underWeightText',
//
//   'normalWeightText': 'normalWeightText',
////////////////////////////////////MMDetect..//////////////////////////////////////////
  'overWeightText': 'သင်ဟာ ပုံမှန်ထက် ခန္ဓာကိုယ်ထုထည်စံနှုန်း များနေပါတယ်။\n '
      'ကျန်းမာရေးဆိုးကျိုးများ\nသင်ဟာ Overweight ဖြစ်နေတာကြောင့် Obesity  မဖြစ်ခင် ထိန်းမထားနိုင်ပါက အောက်ပါ ကျန်းမာရေးဆိုးကျိုးများ ဖြစ်စေနိုင်ပါတယ်။\n'
      '•	ဆီးချိုရောဂါ အမျိုးအစား(၂)\n'
      ' •	သွေးတိုး\n'
      '•	နှလုံးရောဂါနှင့် လေဖြတ်ခြင်း\n'
      '•	အချို့သောကင်ဆာအမျိုးအစားများ\n'
      '•	အိပ်နေစဉ် အသက်ရှူကျပ်ခြင်း\n'
      '•	အရိုးအဆစ်ရောင်ခြင်း\n'
      '•	အသည်းအဆီဖုံးရောဂါ\n'
      '•	ကျောက်ကပ်ရောဂါ\n'
      '•	ကိုယ်ဝန်ဆောင်စဉ်အတွင်း သွေးတွင်းသကြားဓာတ် မြင့်မားခြင်း၊ သွေးတိုးခြင်းတို့ကြောင့် ခွဲစိတ်မွေးဖွားရာတွင် စိုးရိမ်စရာတိုးလာခြင်းတို့ကဲ့သို့သော ကိုယ်ဝန်ဆောင်ပြဿနာများ\n'
      '•ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n'
      '•အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို သေချာစနစ်တကျ ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ပုံမှန်ထက် ကိုယ်အလေးချိန်များနေခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      '•ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ကျန်းမာရေးနဲ့ ညီညွတ်သော အစားအစာများ အမျှင်ဓာတ်များသော အစားအစာများနှင့် ကယ်လိုရီပမာဏပါ၀င်မှုနည်းသော အစားအစာများကိုသာ စုဆောင်းထားပြီးစားသုံးပါ။ ( ဥပမာ - ဒိန်ချဉ်၊ အသီးအနှံများ၊ အရွက်များ၊ အခွံမာသီးများ၊ မုန်လာဥနီ၊ နှင့် ကြက်ဥပြုတ်များ ) ဒါမှသာ ဗိုက်ဆာလာပါက ပြင်ပမှ အဆီအစိမ့် အသင့်စားအစားအစာများ၊ ဆီကြော်များ စားသုံးခြင်းမှ ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။\n'
      '•	၀ိတ်ကျစေတဲ့ လေ့ကျင့်ခန်းများကို နေ့စဉ်ပုံမှန်ပြုလုပ်ပေးပါ။ လေ့ကျင့်ခန်းများအကြောင်း သိနားလည်သော ဆရာများနှင့် လေ့ကျင့်ပါက ပိုထိရောက်ပါလိမ့်မယ်။\n'
      '•	အထိုင်များပါက ၁၅/၂၀ မိနစ် ၁ကြိမ် လမ်းထထလျှောက်ပေးပါ။\n'
      '•	ကယ်လိုရီနှင့် သကြားပါ၀င်သော အချိုရည်များနှင့်တခြားသော အရည်များသောက်ခြင်းအစား ရေများများသောက်ပေးပါ။ ရေသောက်ခြင်းဟာ ကိုယ်အလေးချိန် လျှော့ချရာတွင် အထောက်အကူဖြစ်ပါတယ်။ ရေ 0.5 လီတာ (17 အောင်စ) သောက်ပြီးနောက် တစ်နာရီအကြာတွင် ကယ်လိုရီလောင်ကျွမ်းမှု ပမာဏကို 24-30% တိုးစေပါတယ်။\n'
      '•	အစာမစားမီ ရေသောက်ပေးခြင်းဟာလည်း အထူးသဖြင့် သက်လတ်ပိုင်းနှင့် သက်ကြီးရွယ်အိုများအတွက် ကယ်လိုရီစားသုံးမှု လျော့ကျစေပါတယ်။\n'
      '•	လက်ဖက်စိမ်းရေနွေးကြမ်းသောက်ပေးလျှင်လည်း အဆီလောင်ကျွမ်းမှုနှင့် ကိုယ်အလေးချိန်လျော့ချတဲ့နေရာမှာ အထောက်အကူပြုပါတယ်။\n'
      '•	အစာမစားမီ ကယ်လိုရီပမာဏကို တွက်ချက်ပြီးမှ စားပေးပါက သင့်အတွက် ပို အထောက်အကူပြုပါလိမ့်မယ်။\n'
      '•	အစာစားရာတွင် ဖြည်းဖြည်းပဲစားပေးပါ။ အလျှင်အမြန်စားတတ်တဲ့လူများဟာ အ၀လွန်တဲ့ အထိ ဖြစ်သွားနိုင်တယ်ဆိုတာ သတိပြုပေးပါ။\n'
      '•	အိပ်ရေး၀၀အိပ်ပါ။\n'
      '•	တခြားဖြစ်နိုင်ချေရှိတဲ့အချက်တွေကတော့ အစာစားရာမှာ ပန်းကန်ကို အသေးနဲ့ပဲထည့်စားရင် ပုံမှန်ထက် ပိုနည်းပြီးစားဖြစ်တာမျိုးနဲ့ အစာမစားခင် သွားတိုက်ပြီးစားရင်လည်း အများကြီးမစားဖြစ်တော့ဘူးဆိုတာတွေပါ။ လိုက်လုပ်ကြည့်ရင်လည်း မမှားလောက်ပါဘူး။\n'
      '•	အထက်ပါအချက်များအားနေ့စဉ်ပြုလုပ်မယ်လို့ ဆုံးဖြတ်ထားပြီး မပျက်မကွက် စနစ်တကျ လုပ်ဆောင်ပေးပါ။\n'
      '\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n'
      '\n'
      '•	ကစီဓာတ်၊ သကြားဓာတ်ပါ၀င်သော အစားအစာများကို ရှောင်ပါ။ ( ဥပမာ- ပီဇာ၊ ကိတ်မုန့်များ၊ ရေခဲမုန့်များ၊ ကွတ်ကီးများ၊ သကြားလုံးများ စသဖြင့်)\n'
      '•	သကြားဓာတ်ပါ၀င်သော သောက်စရာများကို ရှောင်ပါ။ အရည်ကယ်လိုရီများသည် သကြားပါသော အချိုရည်များ၊ သစ်သီးဖျော်ရည်များ၊ ချောကလက်နို့နှင့် အားဖြည့်အချိုရည်များကဲ့သို့ အဖျော်ယမကာများမှ လာပါတယ်။\n'
      '•	ပျင်းရိခြင်းကို ရှောင်ကြဉ်ပါ။ လေ့ကျင့်ခန်းလုပ်ဖို့ တစ်ရက်လောက်နားလိုက်မယ်ဆိုတာမျိုးတွေ၊ အမြဲအိပ်နေ၊ ထိုင်နေတာမျိူးတွေ လုံး၀ မလုပ်မိပါစေနဲ့။\n'
      '•	ဘီယာသောက်ခြင်းကလည်း ကိုယ်အလေးချိန်တိုးစေတာမလို့ ရှောင်ကြဉ်သင့်ပါတယ်။\n'
      '\n',
  'ovesityWeightText': 'Obesity \n'
      'သင်ဟာ Obesity ဖြစ်နေတာကြောင့် ကျန်းမာရေးအတွက် ကိုယ်အလေးချိန်လျော့ချဖို့ အင်မတန်လိုအပ်နေပါပြီ။ ယခုအခြေနေအတိုင်းဆက်ထားပါက အောက်ပါ ကျန်းမာရေးဆိုးကျိုးများ ဖြစ်စေနိုင်ပါတယ်။\n'
      '•	ဆီးချိုရောဂါ အမျိုးအစား(၂)\n'
      '•	သွေးတိုး\n'
      '•	နှလုံးရောဂါနှင့် လေဖြတ်ခြင်း\n'
      '•	အချို့သောကင်ဆာအမျိုးအစားများ\n'
      '•	အိပ်နေစဉ် အသက်ရှူကျပ်ခြင်း\n'
      '•	အရိုးအဆစ်ရောင်ခြင်း\n'
      '•	အသည်းအဆီဖုံးရောဂါ\n'
      '•	ကျောက်ကပ်ရောဂါ\n'
      '•	ကိုယ်ဝန်ဆောင်စဉ်အတွင်း သွေးတွင်းသကြားဓာတ် မြင့်မားခြင်း၊ သွေးတိုးခြင်းတို့ကြောင့် ခွဲစိတ်မွေးဖွားရာတွင် စိုးရိမ်စရာတိုးလာခြင်းတို့ကဲ့သို့သော ကိုယ်ဝန်ဆောင်ပြဿနာများ\n'
      '•	စိတ်ကျရောဂါများ\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n\n'
      'အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို သေချာစနစ်တကျ ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ပုံမှန်ထက် ကိုယ်အလေးချိန်များနေခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ကျန်းမာရေးနဲ့ ညီညွတ်သော အစားအစာများ အမျှင်ဓာတ်များသော အစားအစာများနှင့် ကယ်လိုရီပမာဏပါ၀င်မှုနည်းသော အစားအစာများကိုသာ စုဆောင်းထားပြီးစားသုံးပါ။ ( ဥပမာ - ဒိန်ချဉ်၊ အသီးအနှံများ၊ အရွက်များ၊ အခွံမာသီးများ၊ မုန်လာဥနီ၊ နှင့် ကြက်ဥပြုတ်များ ) ဒါမှသာ ဗိုက်ဆာလာပါက ပြင်ပမှ အဆီအစိမ့် အသင့်စားအစားအစာများ၊ ဆီကြော်များ စားသုံးခြင်းမှ ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။\n'
      '•	၀ိတ်ကျစေတဲ့ လေ့ကျင့်ခန်းများကို နေ့စဉ်ပုံမှန်ပြုလုပ်ပေးပါ။ လေ့ကျင့်ခန်းများအကြောင်း သိနားလည်သော ဆရာများနှင့် လေ့ကျင့်ပါက ပိုထိရောက်ပါလိမ့်မယ်။\n'
      '•	အထိုင်များပါက ၁၅/၂၀ မိနစ် ၁ကြိမ် လမ်းထထလျှောက်ပေးပါ။\n'
      '•	ကယ်လိုရီနှင့် သကြားပါ၀င်သော အချိုရည်များနှင့်တခြားသော အရည်များသောက်ခြင်းအစား ရေများများသောက်ပေးပါ။ ရေသောက်ခြင်းဟာ ကိုယ်အလေးချိန် လျှော့ချရာတွင် အထောက်အကူဖြစ်ပါတယ်။ ရေ 0.5 လီတာ (17 အောင်စ) သောက်ပြီးနောက် တစ်နာရီအကြာတွင် ကယ်လိုရီလောင်ကျွမ်းမှု ပမာဏကို 24-30% တိုးစေပါတယ်။\n'
      '•	အစာမစားမီ ရေသောက်ပေးခြင်းဟာလည်း အထူးသဖြင့် သက်လတ်ပိုင်းနှင့် သက်ကြီးရွယ်အိုများအတွက် ကယ်လိုရီစားသုံးမှု လျော့ကျစေပါတယ်။\n'
      '•	လက်ဖက်စိမ်းရေနွေးကြမ်းသောက်ပေးလျှင်လည်း အဆီလောင်ကျွမ်းမှုနှင့် ကိုယ်အလေးချိန်လျော့ချတဲ့နေရာမှာ အထောက်အကူပြုပါတယ်။\n'
      '•	အစာမစားမီ ကယ်လိုရီပမာဏကို တွက်ချက်ပြီးမှ စားပေးပါက သင့်အတွက် ပို အထောက်အကူပြုပါလိမ့်မယ်။\n'
      '•	အစာစားရာတွင် ဖြည်းဖြည်းပဲစားပေးပါ။ အလျှင်အမြန်စားတတ်တဲ့လူများဟာ အ၀လွန်တဲ့ အထိ ဖြစ်သွားနိုင်တယ်ဆိုတာ သတိပြုပေးပါ။\n'
      '•	အိပ်ရေး၀၀အိပ်ပါ။\n'
      '•	တခြားဖြစ်နိုင်ချေရှိတဲ့အချက်တွေကတော့ အစာစားရာမှာ ပန်းကန်ကို အသေးနဲ့ပဲထည့်စားရင် ပုံမှန်ထက် ပိုနည်းပြီးစားဖြစ်တာမျိုးနဲ့ အစာမစားခင် သွားတိုက်ပြီးစားရင်လည်း အများကြီးမစားဖြစ်တော့ဘူးဆိုတာတွေပါ။ လိုက်လုပ်ကြည့်ရင်လည်း မမှားလောက်ပါဘူး။\n'
      '•	အထက်ပါအချက်များအားနေ့စဉ်ပြုလုပ်မယ်လို့ ဆုံးဖြတ်ထားပြီး မပျက်မကွက် စနစ်တကျ လုပ်ဆောင်ပေးပါ။\n\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n\n'
      '•	ကစီဓာတ်၊ သကြားဓာတ်ပါ၀င်သော အစားအစာများကို ရှောင်ပါ။ ( ဥပမာ- ပီဇာ၊ ကိတ်မုန့်များ၊ ရေခဲမုန့်များ၊ ကွတ်ကီးများ၊ သကြားလုံးများ စသဖြင့်)\n'
      '•	သကြားဓာတ်ပါ၀င်သော သောက်စရာများကို ရှောင်ပါ။ အရည်ကယ်လိုရီများသည် သကြားပါသော အချိုရည်များ၊ သစ်သီးဖျော်ရည်များ၊ ချောကလက်နို့နှင့် အားဖြည့်အချိုရည်များကဲ့သို့ အဖျော်ယမကာများမှ လာပါတယ်။\n'
      '•	ပျင်းရိခြင်းကို ရှောင်ကြဉ်ပါ။ လေ့ကျင့်ခန်းလုပ်ဖို့ တစ်ရက်လောက်နားလိုက်မယ်ဆိုတာမျိုးတွေ၊ အမြဲအိပ်နေ၊ ထိုင်နေတာမျိူးတွေ လုံး၀ မလုပ်မိပါစေနဲ့။\n'
      '•	ဘီယာသောက်ခြင်းကလည်း ကိုယ်အလေးချိန်တိုးစေတာမလို့ ရှောင်ကြဉ်သင့်ပါတယ်။\n',
  'underWeightText': 'သင့်ရဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းဟာ ပုံမှန်ထက် လျော့ကျနေပါတယ်။ \n'
      'ကျန်းမာရေးဆိုးကျိုးများ\n'
      'သင်ဟာ Underweight ဖြစ်နေတာကြောင့် အောက်ဖော်ပြပါ ကျန်းမာရေး ဆိုးကျိုးများ ဖြစ်နိုင်ပါတယ်။\n'
      '•	အာဟာရချို့တဲ့ခြင်း ၊ ဗီတာမင်ဓာတ် မပြည့်၀ခြင်း\n'
      '•	ဗီတာမင် D နဲ့ ကယ်လ်စီယမ် နဲပါးလွန်းတာကြောင့် အရိုးပွရောဂါဖြစ်နိုင်ခြင်း\n'
      '•	ကိုယ်ခံအားနည်းခြင်းကြောင့် အလွယ်တကူဖျားနာတတ်ခြင်း\n'
      '•	သံဓာတ်အားနည်းခြင်းကြောင့် သွေးအားနည်းရောဂါဖြစ်နိုင်ခြင်း\n'
      '•	ခွဲစိတ်ကုသပြီးနောက် နောက်ဆက်တွဲရောဂါများဖြစ်နိုင်ချေများခြင်း\n'
      '•	ဓမ္မတာမမှန်တာကြောင့် ဖြစ်တတ်တဲ့ မီးဖွားခြင်းဆိုင်ရာ ပြဿနာများ\n'
      '•	အသားအရေနှင့် ဆံပင်ပိုင်းဆိုင်ရာ ပြဿနာများ\n'
      '•	ကလေးငယ်များနှင့် ဆယ်ကျော်သက်များအတွက် ကြီးထွားဖွံ့ဖြိုးမှုဆိုင်ရာ ပြဿနာများ\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n'
      'အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို အနည်းငယ် ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ကိုယ်အလေးချိန်လျော့နည်းခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ညအိပ်ချိန်မှာ အိပ်ရေး၀၀အိပ်ပါ။ အိပ်ရေးပျက်မခံပါနဲ့ ။\n'
      '•	တစ်နေ့လျှင် အနည်းဆုံး (၃) ကြိမ်မှ အများဆုံး (၅)ကြိမ်အထိ စားပေးပါ။ ဒိန်ခဲ၊ အခွံမာသီးနဲ့ အစေ့အဆန်တွေကို ပုံမှန်စားနေကျ အစားအစာတွေမှာ ထည့်သွင်းစားပေးခြင်းဖြင့် အစားအစာတွေမှာ ကယ်လိုရီပိုမိုရယူလိုက်ပါ။\n'
      '•	အာဟာရဓာတ်ကြွယ်၀သော အစားအစာများကို စားပေးပါ။\n'
      '•	ကော်ဖီအစား smoothies များသောက်သုံးပေးပါ။ ( နို့စစ်စစ်နှင့် လက်ဆက်သောအသီးအနှံများပါထည့်သွင်း သောက်သုံးနိုင်ပါတယ်။)\n'
      '•	ကျန်းမာပြီး လုံလောက်သော ခန္ဓာကိုယ်အလေးချိန်ရဖို့အတွက် အလေးချိန်တက်စေတဲ့ လေ့ကျင့်ခန်းများလုပ်ပေးပါ။\n'
      '•	ကိုယ်အလေးချိန်တက်လာတာနဲ့အမျှ အဆီတွေရော ကြွက်သားတွေပါ ပါလာပါလိမ့်မယ်။\n'
      'ကြွက်သားများကို ပရိုတင်းနဲ့ ပြုလုပ်ထားသောကြောင့် လေ့ကျင့်ခန်းလုပ်နေစဉ် ပရိုတင်းများများစားခြင်းက အပိုကယ်လိုရီများကို ကြွက်သားတည်ဆောက်ခြင်းဆီသို့ ပိုမိုရောက်ရှိစေပြီး အဆီဆီသို့ လျော့နည်းသွားစေပါတယ်။\n\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n'
      '•	လူတစ်ချို့ဟာ ကိုယ်အလေးချိန်တက်ရန် ကြိုးစားနေချိန်တွင် နှလုံးသွေးကြောဆိုင်ရာ လေ့ကျင့်ခန်းများ ရပ်နားထားသော်လည်း ကျန်းမာသော နှလုံး၊ အဆုတ်နှင့် ဦးနှောက်တို့ကို ထိန်းသိမ်းရန် အရေးကြီးပါတယ်။ ဒါ့ကြောင့် ပြေးခြင်း၊ ရေကူးခြင်းနှင့် စက်ဘီးစီးခြင်းစတဲ့ နှလုံးသွေးကြောဆိုင်ရာ လေ့ကျင့်ခန်းများကိုလည်း မိနစ် ၂၀ ခန့်၊ တစ်ပတ်လျှင် သုံးကြိမ်အထိ လုပ်ပေးသင့်ပါတယ်။\n'
      '•	ကိုယ်အလေးချိန်တိုးလာစေရန်အတွက် ကယ်လိုရီပါဝင်မှုနည်းသော ဟင်းသီး ဟင်းရွက်များစွာကို အစားအသောက်များတွင် မဖယ်ထုတ်ရန် အရေးကြီးပါတယ်။ ဖြည့်စွက်စာဖြစ်သော အသီးအရွက်များမှာ ဗီတာမင်နှင့် သတ္တုဓာတ်များပါ၀င်တာကြောင့် လုံလောက်စွာမစားပါက အာဟာရချို့တဲ့မှုကို ဖြစ်ပေါ်စေပါတယ်။\n'
      '•	အိပ်စက်ချိန်မှာ အပြည့်အ၀လုံလောက်စွာ အိပ်စက်အနားယူဖို့လိုပါတယ်။ အိပ်ရေးပျက်များတာတွေကလည်း ကျန်းမာရေးအတွက်ရော၊ လုံလောက်တဲ့ ကိုယ်အလေးချိန်ရရှိဖို့အတွက်ပါ အတားအဆီးပါပဲ။\n'
      '•	ဘယ်တော့မှ ကိုယ်အလေးချိန်မတက်ပါဘူးဆိုပြီး လွယ်လွယ်နဲ့ လက်မလျှော့သင့်ပါဘူး။ အပေါ်မှာ ဖော်ပြထားတဲ့ နည်းလမ်းများအတိုင်း နေထိုင်စားသောက်ကြည့်ပါက တဖြည်းဖြည်းနဲ့ ရှိသင့်တဲ့ ကိုယ်အလေးချိန်အနေအထားကို ရရှိသွားမှာမလို့ပါပဲ။',

  'normalWeightText': 'သင့်မှာ ကျန်းမာရေးနဲ့ ညီညွတ်တဲ့ ပုံမှန် ခန္ဓာကိုယ်ထုထည်စံနှုန်းရှိနေပါတယ်။'
      'ဒါဆို သင့်အနေနဲ့ ယခုလက်ရှိအနေအထားကနေ မပြောင်းလဲသွားအောင် ဘယ်လိုထိန်းသိမ်းရမလဲဆိုတဲ့ အောက်ဖော်ပြပါ အချက်များအားလိုက်နာကြည့်ပါ။\n'
      '•	လေ့ကျင့်ခန်းမကြာခဏပြုလုပ်ပေးပါ။ ဒါမှသာ သင့်ဆီမှာရှိနေသော မလိုအပ်ဘဲ ပိုနေတဲ့ ကယ်လိုရီတွေကို လောင်ကျွမ်းစေမှာပါ။\n'
      '•	မနက်စာနေ့တိုင်းပုံမှန်စားပေးပါ။\n'
      '•	ပရိုတင်းဓာတ်များများစားခြင်းကလည်း သင့်ကိုယ်အလေးချိန်ကို ပုံမှန်အတိုင်း ထိန်းထားနိုင်ပါတယ်။\n'
      '•	အသင့်စားအစားအစာများ၊ ဆီကြော်များကို တတ်နိုင်သမျှလျှော့စားပြီး အာဟာရပြည့်၀တဲ့အစားအစာများကိုသာ စားသုံးပေးပါ။\n'
      '•	အိပ်စက်ချိန်လုံလောက်စွာနဲ့ အိပ်ရေး၀၀အိပ်ခြင်းဟာလည်း သင့်ခန္ဓာကိုယ်ကို ပုံမှန်အနေအထားမှာ ထိန်းထားပေးနိုင်ပါတယ်။\n'
      '•	စိတ်ဖိစီးမှုများ၊ စိတ်ရှုပ်မှုများကလည်း သင့်ရဲ့ ကိုယ်အလေးချိန်ကို တိုးလာစေခြင်း၊ လျော့ကျစေခြင်းများဖြစ်နိုင်တာမလို့ စိတ်ကြည်လင်နေအောင် အမြဲနေထိုင်ပါ။\n'
      '•	ဟင်းသီးဟင်းရွက်များကို ပုံမှန်စားပေးခြင်းဖြင့်လည်း ကိုယ်အလေးချိန်ကို ထိန်းထားပေးနိုင်ပါတယ်။\n'
      '•	အစားစားနေချိန်တွင် အာရုံထွေပြားခြင်းမရှိဘဲ အစားအစာကို သေချာ၀ါးပြီး သတိရှိရှိ ဖြည်းညှင်းစွာ စားပေးခြင်းဟာလည်း ဗိုက်ပြည့်သွားတဲ့အခါ စားနေခြင်းကို ရပ်တန့်ဖို့ အလားအလာပိုများပါတယ်။',

  'save_lists': 'Save Lists',

  'Download List': 'Download List',

  'Delete': 'Delete'
};
