// Japanese Translations
// English Translations
const Map<String, String> mmUni = {
  'ChitMayMay': 'ချစ်မေမေ',

  'continue_with_google': 'Google ဖြင့် ရှေ့ဆက်မည်',
  'continue_with_facebook': 'Facebook ဖြင့် ရှေ့ဆက်မည်',
  'logout': 'အကောင့်ထွက်မည်',
  'signup': 'အကောင့်ဖွင့်မည်',
  'login': 'အကောင့်၀င်မည်',
  'agree_with': ' လိုက်နာပါသည် ',
  'terms_and_condition': 'စည်းမျဉ်းများနှင့် သတ်မှတ်ချက်များကို',
  'english': 'အင်္ဂလိပ်',
  'myanmar': 'မြန်မာ',
  'language': 'ဘာသာစကား',
  'see_more': 'ပိုမိုကြည့်၇ှူ့၇န်...',
  'read_more': 'ပိုမိုဖတ်၇ှု့၇န်...',

//BMI calculation
  'calculation': 'တွက်ရန်',
  'age': 'အသက်',
  'year': 'နှစ်',
  'gender': 'ကျား/မ',
  'male': 'ကျား',
  'female': 'မ',
  'height': 'အရပ်အမြင့်',
  'feet': 'ပေ',
  'inches': 'လက်မ',
  'weight': 'ကိုယ်အလေးချိန်',
  'pound': 'ပေါင်',
  'calculate': 'တွက်ချက်မည်',

//contact detail
  'Edit': 'ပြင်ဆင်ခြင်း',
  'Chats': 'စကားပြောခန်းများ',

  //Apperance
  'Font Size': 'စာလုံး အရွယ်အစား',

  //Privacy & Security
  'privcy_security': 'ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေး',
  'blocked_users': 'ပိတ်ပင်ထားသော အသုံးပြုသူများ',
  'phone_number': 'ဖုန်းနံပါတ်',
  'last_seen_online': 'နောက်ဆုံး အွန်လိုင်း',
  'profile_photo': 'ပရိုဖိုင်ဓာတ်ပုံ',
  'group_and_channel': 'အဖွဲ့များနှင့် ရုပ်သံလိုင်းများ',
  'none': 'မရှိ',

//Profile
  'camera': 'ကင်မရာ',
  'gallery': 'ဓာတ်ပုံသိမ်းဆည်းရာနေရာ',
  'cancel': 'ထွက်မည်',
  'full_name': 'နာမည်အပြည့်အစုံ',
  'email': 'အီးမေးလ်',
  'birth_date': 'မွေးနေ့',
  'parental_status': 'အိမ်ထောင်ရှိ/မရှိ',
  'pregnancy_status': 'ကိုယ်၀န်ရှိ/မရှိ',
  'parents': 'မိဘများ',
  'non_parents': 'မိဘမဟုတ်သူများ',
  'pregnent': 'ကိုယ်၀န်ရှိ',
  'non_pregnent': 'ကိုယ်၀န်မရှိ',
  'save': 'သိမ်းဆည်းမည်',
  'change_phoneno': 'ဖုန်းနံပါတ်ပြောင်းမည်',
  'change_email': 'အီးမေးလ်ပြောင်းမည်',
  'current_email': 'လက်ရှိ အီးမေးလ်',
  'new_email': 'အီးမေးလ်အသစ်',
  'change_email_text':
      'အီးမေးလ်အသစ်ဟာ ယခင်အသုံးပြုခဲ့သော အီးမေးလ်နှင့် ကွဲပြားရမည်',
  'new_password': 'လျှို့ဝှက်နံပါတ်အသစ်',
  'confirm_password': 'လျှို့ဝှက်နံပါတ် အတည်ပြုပါ',
  'change_password_text':
      'လျှို့ဝှက်နံပါတ်အသစ်ဟာ ယခင်အသုံးပြုခဲ့သော လျှို့ဝှက်နံပ့တ်နှင့် ကွဲပြားရမည်',
  'new_no': 'နံပါတ်အသစ်',
  'your_no': 'သင့်ဖုန်းနံပါတ်',
  'change_no_text':
      'သင့်ဖုန်းနံပါတ်အသစ်သို့ အတည်ပြုကုဒ်စာကို ပေးပို့လိမ့်မည်။ ',

  //Setting
  'edit_profile': 'ပရိုဖိုင် ပြင်ဆင်မည်',
  'notificatiions': 'အသိပေးချက်များ',
  'Language': 'ဘာသာစကား',
  'appearance': 'အသွင်အပြင်',
  'terms_and_conditions': 'စည်းကမ်းနှင့်သတ်မှတ်ချက်များ',
  'user_feedback': 'အသုံးပြုသူ တုံ့ပြန်ချက်',
  'get_premium': 'ပရီမီယန် ရယူမည်',
  'saved': 'သိမ်းဆည်းထားသည်များ',
  'premium_bottomsheet':
      'ဗဟုသုတရစရာပုံပြင်များ၊ ဒေါက်တာအစီအစဥ်များ၊ နာမည်ကျော်ကြားမေမေများနှင့် အခြားအစီအစဥ်များကိုကြည့်ရှုရန်',
  'confirmation': 'အတည်ပြုချက်',
  'logout_text': 'အကောင့်မှထွက်မှာသေချာပါသလား',
  'ok': 'အိုခေ ',

  //User Feedback
  'subject': 'အကြောင်းအရာ',
  'write_message': 'အကြောင်းအရာဖော်ပြချက်',
  'send': 'ပို့မည်',

  'powered_by': 'DKMads 360 ဒစ်ဂျစ်တယ်ကြော်ငြာဖြင့် လုပ်ဆောင်သည်',

  //Forgot
  'otp_code_will_send': 'သင့်အကောင့်နှင့်ဆက်စပ်နေသည့်ဖုန်းနံပါတ်ကို',
  'to_your_phone_no': 'ထည့်သွင်းပြီးအတည်ပြုချက်တစ်ခုပေးပို့ပါမည် ',
  'send_otp': 'OTP ပေးပို့ပါ',
  "donnot_have_account": "သင့်မှာ အကောင့်ဖွင့်ပီးသားမရှိဘူးလား ? ",
  'forgot_confirm_number': 'အတည်ပြုနံပါတ်',
  'fill_otp_code': 'သို့ပေးပို့သောအတည်ပြုကုဒ်ကိုထည့်ပါ',
  'not_get_opt_code': 'ကုဒ်နံပါတ်မရောက်ပါသလား?',
  'please_send_again': 'ယခုပြန်ပို့ပါ',
  'confirm': 'အတည်ပြုပါ',
  'change_password': 'လျှို့ဝှက်နံပါတ်ပြောင်းမည်',
  'old_password': 'ယခင်လျှို့ဝှက်နံပါတ်',
  'otp_your_new_password': 'သင့်လျှို့ဝှက်နံပါတ်အသစ်သည် ယခင်အသုံးပြုခဲ့သည့်',
  'cannot_same_old_password': 'လျှို့ဝှက်နံပါတ်နှင့်ကွဲပြားရပါမည်',

  //SignUp
  'phoneno': 'ဖုန်းနံပါတ်',
  'password': 'လျှို့၀ှက်နံပါတ်',
  'comfirm_password': 'လျှို့၀ှက်နံပါတ်အတည်ပြုပါ',
  'forgot_password': 'လျှို့၀ှက်နံပါတ် မေ့သွားသည်',
  'username': 'အသုံးပြုသူအမည်',
  'confirm_number': 'နံပါတ်ကို အတည်ပြုပါ',
  'fill_to_the_comfirm_code': 'အတည်ပြုကုဒ် ထည့်ပေးပါ',
  'comfirm': 'အတည်ပြုသည်',
  'change_new_password': 'လျှို့၀ှက်နံပါတ်အသစ်ပြောင်းမည်',
  'your_new_password': 'လျှို့၀ှက်နံပါတ်အသစ်',
  'cannot_same_with_old_password': 'လျှို့၀ှက်နံပါတ်အဟောင်းနှင့် မတူညီရပါ',
  'create_account': 'အကောင့်ဖွင့်မည်',
  'already_have_account': 'အကောင့် ရှိပြီးသားလား?',
  'try_another_way': 'တခြားနည်းဖြင့် ဝင်မည်',
  'please_insert_username': 'Please Insert Username',
  'no_internet': 'အင်တာနက်ချိတ်ဆက်ထားခြင်းမရှိပါ',

  //signup validate
  'please_fill_username': 'ကျေးဇူးပြု၍အကောင့်နာမည်ဖြည့်ပါ',
  'please_fill_phone': 'ကျေးဇူးပြု၍ဖုန်းနံပါတ်ဖြည့်ပါ',
  'please_fill_password': 'ကျေးဇူးပြု၍လျှို့ဝှက်နံပါတ်ဖြည့်ပါ',
  'please_fill_same_password': 'တူညီသောလျှို့ဝှက်နံပါတ်ဖြည့်ပါ',
  'please_check': "Please check!",

  //sign in
  'phoneno_username': 'ဖုန်းနံပါတ်/အသုံးပြုသူအမည်',

  //drawer
  'lucky_spin': 'Lucky Spin',
  'bmi_calculation': 'BMI တွက်ရန်',
  'device_manager': 'Device Manager',
  'privacy_policy': 'ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေး',
  'terms_&_conditions': 'စည်းမျဉ်းများနှင့် သတ်မှတ်ချက်များ',
  'about_chitmaymay': 'ချစ်မေမေအကြောင်း',
  'version': 'ဗားရှင်း',
  'my_wallet': 'My Wallet',
  'invite_friends': 'Invite Friends',
  'do_you_get_otp': 'ကုဒ်နံပါတ်မရောက်ပါသလား?',
  'resend': 'ယခုပြန်ပို့ပါ',

  //premium
  'watch_video_unlimited': 'ဗီဒီယိုများကိုအကန့်အသတ်မရှိ ကြည့်ရှုပါ',
  'subscribe_now': 'Subscribe Now',
  'any_coupon': 'ကူပွန်ကုဒ်ရှိပါသလား?',
  'coupon_code': 'ကူပွန်ကုဒ်',
  'use_coupon': 'ကူပွန်ကုဒ်သုံးရန်',
  'to_use': 'အသုံးပြုလိုပါက',
  'add_coupon': 'သင်ရရှိထားသောကူပွန်ကုဒ်ထည့်ပါ',
  'wrong_coupon': 'ကူပွန်ကုဒ် မှားယွင်းနေပါသည်။',
  'use': 'အသုံးပြုမည်',
  'select_payment': 'သင့်ငွေပေးချေမှုကိုရွေးချယ်ပါ',
  'confirm_subscription': 'စာရင်းသွင်းမှုအတည်ပြုခြင်း',
  'confirm_payment': 'ပေးချေမည်',
  'price_per_month': '၁လစာ စျေးနှုန်း',
  'count': 'အရေအတွက်',
  'discount': 'လျှော့စျေး',
  'total': 'စုစုပေါင်း',
  'payment_type': 'ငွေပေးချေမှုစနစ်',
  'enter_coupon': 'သင့်လျော့စျေးကုဒ်ထည့်ပါ',

  //chat
  'chats': 'Chats',
  'edit': 'Edit',
  'mute': 'အသံပိတ်',
  'unmute': 'အသံဖွင့်',
  'search': 'Search..',
  'done': 'Done',
  'add_member': 'ထည့်ရန်',
  'leave': 'ထွက်မည်',
  'delete': 'ဖျက်မည်',
  'who_would_you_like_to_add': 'Who would you like to add?',
  'new_message': 'New Message',
  'create_group': 'အဖွဲ့အသစ်ဖွဲ့မည်',
  'new_group': 'New Group',
  'next': 'Next',
  'create': 'Create',
  'block': 'ဘလော့မည်',
  'unblock': 'မဘလော့ပါ',
  'group_delete': 'အဖွဲ့ကိုဖျက်ရန်',
  'group_delete_text':
      'သင်ဒီအဖွဲ့နဲ့အတူ အဖွဲ့ဝင်များရဲ့ စာအားလုံးကို ဖျက်ချင်ပါသလား။ ',
  'group_leave': 'အဖွဲ့မှထွက်ရန်',
  'group_leave_text': 'သင်ဒီအဖွဲ့မှ ထွက်မှာ သေချာပါသလား။',
  'block_text': 'You cannot reply to this conversation',
  'unblock_text': 'ဒီအကောင့်ကိုမဘလော့တော့မှာသေချာပြီလား?',

////////////////////////////////////MMDetect..//////////////////////////////////////////
  'overWeightText': 'သင်ဟာ ပုံမှန်ထက် ခန္ဓာကိုယ်ထုထည်စံနှုန်း များနေပါတယ်။\n '
      'ကျန်းမာရေးဆိုးကျိုးများ\nသင်ဟာ Overweight ဖြစ်နေတာကြောင့် Obesity  မဖြစ်ခင် ထိန်းမထားနိုင်ပါက အောက်ပါ ကျန်းမာရေးဆိုးကျိုးများ ဖြစ်စေနိုင်ပါတယ်။\n'
      '•	ဆီးချိုရောဂါ အမျိုးအစား(၂)\n'
      ' •	သွေးတိုး\n'
      '•	နှလုံးရောဂါနှင့် လေဖြတ်ခြင်း\n'
      '•	အချို့သောကင်ဆာအမျိုးအစားများ\n'
      '•	အိပ်နေစဉ် အသက်ရှူကျပ်ခြင်း\n'
      '•	အရိုးအဆစ်ရောင်ခြင်း\n'
      '•	အသည်းအဆီဖုံးရောဂါ\n'
      '•	ကျောက်ကပ်ရောဂါ\n'
      '•	ကိုယ်ဝန်ဆောင်စဉ်အတွင်း သွေးတွင်းသကြားဓာတ် မြင့်မားခြင်း၊ သွေးတိုးခြင်းတို့ကြောင့် ခွဲစိတ်မွေးဖွားရာတွင် စိုးရိမ်စရာတိုးလာခြင်းတို့ကဲ့သို့သော ကိုယ်ဝန်ဆောင်ပြဿနာများ\n'
      '•ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n'
      '•အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို သေချာစနစ်တကျ ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ပုံမှန်ထက် ကိုယ်အလေးချိန်များနေခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      '•ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ကျန်းမာရေးနဲ့ ညီညွတ်သော အစားအစာများ အမျှင်ဓာတ်များသော အစားအစာများနှင့် ကယ်လိုရီပမာဏပါ၀င်မှုနည်းသော အစားအစာများကိုသာ စုဆောင်းထားပြီးစားသုံးပါ။ ( ဥပမာ - ဒိန်ချဉ်၊ အသီးအနှံများ၊ အရွက်များ၊ အခွံမာသီးများ၊ မုန်လာဥနီ၊ နှင့် ကြက်ဥပြုတ်များ ) ဒါမှသာ ဗိုက်ဆာလာပါက ပြင်ပမှ အဆီအစိမ့် အသင့်စားအစားအစာများ၊ ဆီကြော်များ စားသုံးခြင်းမှ ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။\n'
      '•	၀ိတ်ကျစေတဲ့ လေ့ကျင့်ခန်းများကို နေ့စဉ်ပုံမှန်ပြုလုပ်ပေးပါ။ လေ့ကျင့်ခန်းများအကြောင်း သိနားလည်သော ဆရာများနှင့် လေ့ကျင့်ပါက ပိုထိရောက်ပါလိမ့်မယ်။\n'
      '•	အထိုင်များပါက ၁၅/၂၀ မိနစ် ၁ကြိမ် လမ်းထထလျှောက်ပေးပါ။\n'
      '•	ကယ်လိုရီနှင့် သကြားပါ၀င်သော အချိုရည်များနှင့်တခြားသော အရည်များသောက်ခြင်းအစား ရေများများသောက်ပေးပါ။ ရေသောက်ခြင်းဟာ ကိုယ်အလေးချိန် လျှော့ချရာတွင် အထောက်အကူဖြစ်ပါတယ်။ ရေ 0.5 လီတာ (17 အောင်စ) သောက်ပြီးနောက် တစ်နာရီအကြာတွင် ကယ်လိုရီလောင်ကျွမ်းမှု ပမာဏကို 24-30% တိုးစေပါတယ်။\n'
      '•	အစာမစားမီ ရေသောက်ပေးခြင်းဟာလည်း အထူးသဖြင့် သက်လတ်ပိုင်းနှင့် သက်ကြီးရွယ်အိုများအတွက် ကယ်လိုရီစားသုံးမှု လျော့ကျစေပါတယ်။\n'
      '•	လက်ဖက်စိမ်းရေနွေးကြမ်းသောက်ပေးလျှင်လည်း အဆီလောင်ကျွမ်းမှုနှင့် ကိုယ်အလေးချိန်လျော့ချတဲ့နေရာမှာ အထောက်အကူပြုပါတယ်။\n'
      '•	အစာမစားမီ ကယ်လိုရီပမာဏကို တွက်ချက်ပြီးမှ စားပေးပါက သင့်အတွက် ပို အထောက်အကူပြုပါလိမ့်မယ်။\n'
      '•	အစာစားရာတွင် ဖြည်းဖြည်းပဲစားပေးပါ။ အလျှင်အမြန်စားတတ်တဲ့လူများဟာ အ၀လွန်တဲ့ အထိ ဖြစ်သွားနိုင်တယ်ဆိုတာ သတိပြုပေးပါ။\n'
      '•	အိပ်ရေး၀၀အိပ်ပါ။\n'
      '•	တခြားဖြစ်နိုင်ချေရှိတဲ့အချက်တွေကတော့ အစာစားရာမှာ ပန်းကန်ကို အသေးနဲ့ပဲထည့်စားရင် ပုံမှန်ထက် ပိုနည်းပြီးစားဖြစ်တာမျိုးနဲ့ အစာမစားခင် သွားတိုက်ပြီးစားရင်လည်း အများကြီးမစားဖြစ်တော့ဘူးဆိုတာတွေပါ။ လိုက်လုပ်ကြည့်ရင်လည်း မမှားလောက်ပါဘူး။\n'
      '•	အထက်ပါအချက်များအားနေ့စဉ်ပြုလုပ်မယ်လို့ ဆုံးဖြတ်ထားပြီး မပျက်မကွက် စနစ်တကျ လုပ်ဆောင်ပေးပါ။\n'
      '\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n'
      '\n'
      '•	ကစီဓာတ်၊ သကြားဓာတ်ပါ၀င်သော အစားအစာများကို ရှောင်ပါ။ ( ဥပမာ- ပီဇာ၊ ကိတ်မုန့်များ၊ ရေခဲမုန့်များ၊ ကွတ်ကီးများ၊ သကြားလုံးများ စသဖြင့်)\n'
      '•	သကြားဓာတ်ပါ၀င်သော သောက်စရာများကို ရှောင်ပါ။ အရည်ကယ်လိုရီများသည် သကြားပါသော အချိုရည်များ၊ သစ်သီးဖျော်ရည်များ၊ ချောကလက်နို့နှင့် အားဖြည့်အချိုရည်များကဲ့သို့ အဖျော်ယမကာများမှ လာပါတယ်။\n'
      '•	ပျင်းရိခြင်းကို ရှောင်ကြဉ်ပါ။ လေ့ကျင့်ခန်းလုပ်ဖို့ တစ်ရက်လောက်နားလိုက်မယ်ဆိုတာမျိုးတွေ၊ အမြဲအိပ်နေ၊ ထိုင်နေတာမျိူးတွေ လုံး၀ မလုပ်မိပါစေနဲ့။\n'
      '•	ဘီယာသောက်ခြင်းကလည်း ကိုယ်အလေးချိန်တိုးစေတာမလို့ ရှောင်ကြဉ်သင့်ပါတယ်။\n'
      '\n',
  'ovesityWeightText': 'Obesity \n'
      'သင်ဟာ Obesity ဖြစ်နေတာကြောင့် ကျန်းမာရေးအတွက် ကိုယ်အလေးချိန်လျော့ချဖို့ အင်မတန်လိုအပ်နေပါပြီ။ ယခုအခြေနေအတိုင်းဆက်ထားပါက အောက်ပါ ကျန်းမာရေးဆိုးကျိုးများ ဖြစ်စေနိုင်ပါတယ်။\n'
      '•	ဆီးချိုရောဂါ အမျိုးအစား(၂)\n'
      '•	သွေးတိုး\n'
      '•	နှလုံးရောဂါနှင့် လေဖြတ်ခြင်း\n'
      '•	အချို့သောကင်ဆာအမျိုးအစားများ\n'
      '•	အိပ်နေစဉ် အသက်ရှူကျပ်ခြင်း\n'
      '•	အရိုးအဆစ်ရောင်ခြင်း\n'
      '•	အသည်းအဆီဖုံးရောဂါ\n'
      '•	ကျောက်ကပ်ရောဂါ\n'
      '•	ကိုယ်ဝန်ဆောင်စဉ်အတွင်း သွေးတွင်းသကြားဓာတ် မြင့်မားခြင်း၊ သွေးတိုးခြင်းတို့ကြောင့် ခွဲစိတ်မွေးဖွားရာတွင် စိုးရိမ်စရာတိုးလာခြင်းတို့ကဲ့သို့သော ကိုယ်ဝန်ဆောင်ပြဿနာများ\n'
      '•	စိတ်ကျရောဂါများ\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n\n'
      'အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို သေချာစနစ်တကျ ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ပုံမှန်ထက် ကိုယ်အလေးချိန်များနေခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ကျန်းမာရေးနဲ့ ညီညွတ်သော အစားအစာများ အမျှင်ဓာတ်များသော အစားအစာများနှင့် ကယ်လိုရီပမာဏပါ၀င်မှုနည်းသော အစားအစာများကိုသာ စုဆောင်းထားပြီးစားသုံးပါ။ ( ဥပမာ - ဒိန်ချဉ်၊ အသီးအနှံများ၊ အရွက်များ၊ အခွံမာသီးများ၊ မုန်လာဥနီ၊ နှင့် ကြက်ဥပြုတ်များ ) ဒါမှသာ ဗိုက်ဆာလာပါက ပြင်ပမှ အဆီအစိမ့် အသင့်စားအစားအစာများ၊ ဆီကြော်များ စားသုံးခြင်းမှ ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။\n'
      '•	၀ိတ်ကျစေတဲ့ လေ့ကျင့်ခန်းများကို နေ့စဉ်ပုံမှန်ပြုလုပ်ပေးပါ။ လေ့ကျင့်ခန်းများအကြောင်း သိနားလည်သော ဆရာများနှင့် လေ့ကျင့်ပါက ပိုထိရောက်ပါလိမ့်မယ်။\n'
      '•	အထိုင်များပါက ၁၅/၂၀ မိနစ် ၁ကြိမ် လမ်းထထလျှောက်ပေးပါ။\n'
      '•	ကယ်လိုရီနှင့် သကြားပါ၀င်သော အချိုရည်များနှင့်တခြားသော အရည်များသောက်ခြင်းအစား ရေများများသောက်ပေးပါ။ ရေသောက်ခြင်းဟာ ကိုယ်အလေးချိန် လျှော့ချရာတွင် အထောက်အကူဖြစ်ပါတယ်။ ရေ 0.5 လီတာ (17 အောင်စ) သောက်ပြီးနောက် တစ်နာရီအကြာတွင် ကယ်လိုရီလောင်ကျွမ်းမှု ပမာဏကို 24-30% တိုးစေပါတယ်။\n'
      '•	အစာမစားမီ ရေသောက်ပေးခြင်းဟာလည်း အထူးသဖြင့် သက်လတ်ပိုင်းနှင့် သက်ကြီးရွယ်အိုများအတွက် ကယ်လိုရီစားသုံးမှု လျော့ကျစေပါတယ်။\n'
      '•	လက်ဖက်စိမ်းရေနွေးကြမ်းသောက်ပေးလျှင်လည်း အဆီလောင်ကျွမ်းမှုနှင့် ကိုယ်အလေးချိန်လျော့ချတဲ့နေရာမှာ အထောက်အကူပြုပါတယ်။\n'
      '•	အစာမစားမီ ကယ်လိုရီပမာဏကို တွက်ချက်ပြီးမှ စားပေးပါက သင့်အတွက် ပို အထောက်အကူပြုပါလိမ့်မယ်။\n'
      '•	အစာစားရာတွင် ဖြည်းဖြည်းပဲစားပေးပါ။ အလျှင်အမြန်စားတတ်တဲ့လူများဟာ အ၀လွန်တဲ့ အထိ ဖြစ်သွားနိုင်တယ်ဆိုတာ သတိပြုပေးပါ။\n'
      '•	အိပ်ရေး၀၀အိပ်ပါ။\n'
      '•	တခြားဖြစ်နိုင်ချေရှိတဲ့အချက်တွေကတော့ အစာစားရာမှာ ပန်းကန်ကို အသေးနဲ့ပဲထည့်စားရင် ပုံမှန်ထက် ပိုနည်းပြီးစားဖြစ်တာမျိုးနဲ့ အစာမစားခင် သွားတိုက်ပြီးစားရင်လည်း အများကြီးမစားဖြစ်တော့ဘူးဆိုတာတွေပါ။ လိုက်လုပ်ကြည့်ရင်လည်း မမှားလောက်ပါဘူး။\n'
      '•	အထက်ပါအချက်များအားနေ့စဉ်ပြုလုပ်မယ်လို့ ဆုံးဖြတ်ထားပြီး မပျက်မကွက် စနစ်တကျ လုပ်ဆောင်ပေးပါ။\n\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n\n'
      '•	ကစီဓာတ်၊ သကြားဓာတ်ပါ၀င်သော အစားအစာများကို ရှောင်ပါ။ ( ဥပမာ- ပီဇာ၊ ကိတ်မုန့်များ၊ ရေခဲမုန့်များ၊ ကွတ်ကီးများ၊ သကြားလုံးများ စသဖြင့်)\n'
      '•	သကြားဓာတ်ပါ၀င်သော သောက်စရာများကို ရှောင်ပါ။ အရည်ကယ်လိုရီများသည် သကြားပါသော အချိုရည်များ၊ သစ်သီးဖျော်ရည်များ၊ ချောကလက်နို့နှင့် အားဖြည့်အချိုရည်များကဲ့သို့ အဖျော်ယမကာများမှ လာပါတယ်။\n'
      '•	ပျင်းရိခြင်းကို ရှောင်ကြဉ်ပါ။ လေ့ကျင့်ခန်းလုပ်ဖို့ တစ်ရက်လောက်နားလိုက်မယ်ဆိုတာမျိုးတွေ၊ အမြဲအိပ်နေ၊ ထိုင်နေတာမျိူးတွေ လုံး၀ မလုပ်မိပါစေနဲ့။\n'
      '•	ဘီယာသောက်ခြင်းကလည်း ကိုယ်အလေးချိန်တိုးစေတာမလို့ ရှောင်ကြဉ်သင့်ပါတယ်။\n',
  'underWeightText': 'သင့်ရဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းဟာ ပုံမှန်ထက် လျော့ကျနေပါတယ်။ \n'
      'ကျန်းမာရေးဆိုးကျိုးများ\n'
      'သင်ဟာ Underweight ဖြစ်နေတာကြောင့် အောက်ဖော်ပြပါ ကျန်းမာရေး ဆိုးကျိုးများ ဖြစ်နိုင်ပါတယ်။\n'
      '•	အာဟာရချို့တဲ့ခြင်း ၊ ဗီတာမင်ဓာတ် မပြည့်၀ခြင်း\n'
      '•	ဗီတာမင် D နဲ့ ကယ်လ်စီယမ် နဲပါးလွန်းတာကြောင့် အရိုးပွရောဂါဖြစ်နိုင်ခြင်း\n'
      '•	ကိုယ်ခံအားနည်းခြင်းကြောင့် အလွယ်တကူဖျားနာတတ်ခြင်း\n'
      '•	သံဓာတ်အားနည်းခြင်းကြောင့် သွေးအားနည်းရောဂါဖြစ်နိုင်ခြင်း\n'
      '•	ခွဲစိတ်ကုသပြီးနောက် နောက်ဆက်တွဲရောဂါများဖြစ်နိုင်ချေများခြင်း\n'
      '•	ဓမ္မတာမမှန်တာကြောင့် ဖြစ်တတ်တဲ့ မီးဖွားခြင်းဆိုင်ရာ ပြဿနာများ\n'
      '•	အသားအရေနှင့် ဆံပင်ပိုင်းဆိုင်ရာ ပြဿနာများ\n'
      '•	ကလေးငယ်များနှင့် ဆယ်ကျော်သက်များအတွက် ကြီးထွားဖွံ့ဖြိုးမှုဆိုင်ရာ ပြဿနာများ\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းရဖို့အတွက် ဆောင်ရန် ရှောင်ရန်များ\n'
      'အစားအသောက်ပုံစံနဲ့ လူနေမှုပုံစံကို အနည်းငယ် ပြုပြင်ပြောင်းလဲခြင်းဖြင့် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရရှိနိုင်ပြီး ကိုယ်အလေးချိန်လျော့နည်းခြင်းရဲ့ ဆိုးကျိုးများကို ရှောင်ရှားနိုင်ပါတယ်။\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ လုပ်ဆောင်ရန်များ\n'
      '•	ညအိပ်ချိန်မှာ အိပ်ရေး၀၀အိပ်ပါ။ အိပ်ရေးပျက်မခံပါနဲ့ ။\n'
      '•	တစ်နေ့လျှင် အနည်းဆုံး (၃) ကြိမ်မှ အများဆုံး (၅)ကြိမ်အထိ စားပေးပါ။ ဒိန်ခဲ၊ အခွံမာသီးနဲ့ အစေ့အဆန်တွေကို ပုံမှန်စားနေကျ အစားအစာတွေမှာ ထည့်သွင်းစားပေးခြင်းဖြင့် အစားအစာတွေမှာ ကယ်လိုရီပိုမိုရယူလိုက်ပါ။\n'
      '•	အာဟာရဓာတ်ကြွယ်၀သော အစားအစာများကို စားပေးပါ။\n'
      '•	ကော်ဖီအစား smoothies များသောက်သုံးပေးပါ။ ( နို့စစ်စစ်နှင့် လက်ဆက်သောအသီးအနှံများပါထည့်သွင်း သောက်သုံးနိုင်ပါတယ်။)\n'
      '•	ကျန်းမာပြီး လုံလောက်သော ခန္ဓာကိုယ်အလေးချိန်ရဖို့အတွက် အလေးချိန်တက်စေတဲ့ လေ့ကျင့်ခန်းများလုပ်ပေးပါ။\n'
      '•	ကိုယ်အလေးချိန်တက်လာတာနဲ့အမျှ အဆီတွေရော ကြွက်သားတွေပါ ပါလာပါလိမ့်မယ်။\n'
      'ကြွက်သားများကို ပရိုတင်းနဲ့ ပြုလုပ်ထားသောကြောင့် လေ့ကျင့်ခန်းလုပ်နေစဉ် ပရိုတင်းများများစားခြင်းက အပိုကယ်လိုရီများကို ကြွက်သားတည်ဆောက်ခြင်းဆီသို့ ပိုမိုရောက်ရှိစေပြီး အဆီဆီသို့ လျော့နည်းသွားစေပါတယ်။\n\n'
      'ကျန်းမာတဲ့ ခန္ဓာကိုယ်ထုထည်စံနှုန်းကို ရဖို့ ရှောင်ရန်များ\n'
      '•	လူတစ်ချို့ဟာ ကိုယ်အလေးချိန်တက်ရန် ကြိုးစားနေချိန်တွင် နှလုံးသွေးကြောဆိုင်ရာ လေ့ကျင့်ခန်းများ ရပ်နားထားသော်လည်း ကျန်းမာသော နှလုံး၊ အဆုတ်နှင့် ဦးနှောက်တို့ကို ထိန်းသိမ်းရန် အရေးကြီးပါတယ်။ ဒါ့ကြောင့် ပြေးခြင်း၊ ရေကူးခြင်းနှင့် စက်ဘီးစီးခြင်းစတဲ့ နှလုံးသွေးကြောဆိုင်ရာ လေ့ကျင့်ခန်းများကိုလည်း မိနစ် ၂၀ ခန့်၊ တစ်ပတ်လျှင် သုံးကြိမ်အထိ လုပ်ပေးသင့်ပါတယ်။\n'
      '•	ကိုယ်အလေးချိန်တိုးလာစေရန်အတွက် ကယ်လိုရီပါဝင်မှုနည်းသော ဟင်းသီး ဟင်းရွက်များစွာကို အစားအသောက်များတွင် မဖယ်ထုတ်ရန် အရေးကြီးပါတယ်။ ဖြည့်စွက်စာဖြစ်သော အသီးအရွက်များမှာ ဗီတာမင်နှင့် သတ္တုဓာတ်များပါ၀င်တာကြောင့် လုံလောက်စွာမစားပါက အာဟာရချို့တဲ့မှုကို ဖြစ်ပေါ်စေပါတယ်။\n'
      '•	အိပ်စက်ချိန်မှာ အပြည့်အ၀လုံလောက်စွာ အိပ်စက်အနားယူဖို့လိုပါတယ်။ အိပ်ရေးပျက်များတာတွေကလည်း ကျန်းမာရေးအတွက်ရော၊ လုံလောက်တဲ့ ကိုယ်အလေးချိန်ရရှိဖို့အတွက်ပါ အတားအဆီးပါပဲ။\n'
      '•	ဘယ်တော့မှ ကိုယ်အလေးချိန်မတက်ပါဘူးဆိုပြီး လွယ်လွယ်နဲ့ လက်မလျှော့သင့်ပါဘူး။ အပေါ်မှာ ဖော်ပြထားတဲ့ နည်းလမ်းများအတိုင်း နေထိုင်စားသောက်ကြည့်ပါက တဖြည်းဖြည်းနဲ့ ရှိသင့်တဲ့ ကိုယ်အလေးချိန်အနေအထားကို ရရှိသွားမှာမလို့ပါပဲ။',

  'normalWeightText': 'သင့်မှာ ကျန်းမာရေးနဲ့ ညီညွတ်တဲ့ ပုံမှန် ခန္ဓာကိုယ်ထုထည်စံနှုန်းရှိနေပါတယ်။'
      'ဒါဆို သင့်အနေနဲ့ ယခုလက်ရှိအနေအထားကနေ မပြောင်းလဲသွားအောင် ဘယ်လိုထိန်းသိမ်းရမလဲဆိုတဲ့ အောက်ဖော်ပြပါ အချက်များအားလိုက်နာကြည့်ပါ။\n'
      '•	လေ့ကျင့်ခန်းမကြာခဏပြုလုပ်ပေးပါ။ ဒါမှသာ သင့်ဆီမှာရှိနေသော မလိုအပ်ဘဲ ပိုနေတဲ့ ကယ်လိုရီတွေကို လောင်ကျွမ်းစေမှာပါ။\n'
      '•	မနက်စာနေ့တိုင်းပုံမှန်စားပေးပါ။\n'
      '•	ပရိုတင်းဓာတ်များများစားခြင်းကလည်း သင့်ကိုယ်အလေးချိန်ကို ပုံမှန်အတိုင်း ထိန်းထားနိုင်ပါတယ်။\n'
      '•	အသင့်စားအစားအစာများ၊ ဆီကြော်များကို တတ်နိုင်သမျှလျှော့စားပြီး အာဟာရပြည့်၀တဲ့အစားအစာများကိုသာ စားသုံးပေးပါ။\n'
      '•	အိပ်စက်ချိန်လုံလောက်စွာနဲ့ အိပ်ရေး၀၀အိပ်ခြင်းဟာလည်း သင့်ခန္ဓာကိုယ်ကို ပုံမှန်အနေအထားမှာ ထိန်းထားပေးနိုင်ပါတယ်။\n'
      '•	စိတ်ဖိစီးမှုများ၊ စိတ်ရှုပ်မှုများကလည်း သင့်ရဲ့ ကိုယ်အလေးချိန်ကို တိုးလာစေခြင်း၊ လျော့ကျစေခြင်းများဖြစ်နိုင်တာမလို့ စိတ်ကြည်လင်နေအောင် အမြဲနေထိုင်ပါ။\n'
      '•	ဟင်းသီးဟင်းရွက်များကို ပုံမှန်စားပေးခြင်းဖြင့်လည်း ကိုယ်အလေးချိန်ကို ထိန်းထားပေးနိုင်ပါတယ်။\n'
      '•	အစားစားနေချိန်တွင် အာရုံထွေပြားခြင်းမရှိဘဲ အစားအစာကို သေချာ၀ါးပြီး သတိရှိရှိ ဖြည်းညှင်းစွာ စားပေးခြင်းဟာလည်း ဗိုက်ပြည့်သွားတဲ့အခါ စားနေခြင်းကို ရပ်တန့်ဖို့ အလားအလာပိုများပါတယ်။',

  'save_lists': 'သိမ်းဆည်းထားသည်များ',
  'Download List': 'ဒေါင်းလုဒ်ထားသည်များ',
  'Delete': 'ဖျက်မည်',
};
